//task name label
HSDTaskName = "Fakslogger";

HSDFaxLogsDescription = "Bruk avmerkingsboksene til å velge faksnumre du vil blokkere eller oppheve blokkering av, og klikk på Bruk.";

//Table view table titles
HSDTableColumnTitleType = "Type";
HSDTableColumnTitleDate = "Dato";
HSDTableColumnTitleTime = "Tid";
HSDTableColumnTitleDuration = "Varighet";
HSDTableColumnTitlePages = "Sider";
HSDTableColumnTitleResult = "Resultat";
HSDTableColumnTitleFaxNumber = "Faksnummer";
HSDTableColumnTitleBlock = "Blokker";

//Button titles
HSDPrintButtonTitle = "Skriv ut faksaktivitetslogg";
HSDApplyButtonTitle = "Bruk";

//Printing progress title
PrintingProgressTitle = "Skriver ut… Vent litt";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Logg over mottatte fakser";
SentFaxesLogMenuItemTitle = "Logg over sendte fakser";
AllFaxesLogMenuItemTitle = "Logg over alle fakser";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Grense for blokkerte numre er nådd";
FaxBlackListLimitErrorDescription = "Enheten kan lagre maksimalt %d blokkerte faksnumre. Fjern blokkeringen av noen faksnumre, og prøv igjen.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Sjekk om enheten er tilkoblet og ikke behandler en faksjobb.";

//Fax session types
SentSessitonType = "Sendt";
RecievedSessionType = "Mottatt";

//Fax log results
SuccessResultCode = "Vellykket";
ErrorResultCode = "Feil";
BusyResultCode = "Opptatt";
NoAnswerResultCode = "Ikke svar";
NoDialToneResultCode = "Ingen summetone";
NoDocumentResultCode = "Ikke noe dokument";
DocumentJamResultCode = "Dokumentstopp";
DoorOpenResultCode = "Deksel åpent";
PowerFailureResultCode = "Strømfeil";
BlacklistedResultCode = "Svartelistet";
StorageFullResultCode = "Lageret er fullt";
OutOfMemoryResultCode = "Ikke mer minne";
PhoneLineUnavailableResultCode = "Telefonlinje utilgjengelig";
FaxDisconnectedResultCode = "Faks frakoblet";
PCDisconnectedResultCode = "Datamaskin frakoblet";
RemoteNotColorResultCode = "Ekstern ikke farger";
CommunicationErrorResultCode = "Kommunikasjonsfeil";
CancelledResultCode = "Avbrutt";
